export const scheduleData = `
1월	;	1일	;	소방종합정밀점검 (건축물사용승인일이 속하는 달) , 작동기능점검 (종합정밀점검받은달부터 6개월이되는달) , 학교운영위원회 연간운영계획안 수립(중고) 
1월	;	2일	;	직책급업무수행경비 지급 , 학교 자체 금궤 검사 실시 , 인계인수서 작성 , 출납원 인감변경 신고 , 관리자 선임신고 및 담당자 교육(소방 가스 석면 승강기 놀이시설 활동공간) , 행정실 업무분장 결재 
1월	;	3일	;	시간강사 공제금 세외 수입 , 보안교육실시(전입 및 신규자 5일이내) , 전출자 초과근무내역통지 및 보험 신고 
1월	;	4일	;	전년도 클린계약 이행 현황 제출 , 지방공무원 휴직자 복무점검 결과 보고(4분기) , 초과근무수당 부정수령 근절 직원교육(분기별1회) 
1월	;	5일	;	방학중 시설 보수 , 시설 관리 각종 용역 검토(1개월 전 기한만료 통보) 
1월	;	6일	;	안전점검의 날 , 세입징수보고 , 여비 지급 
1월	;	7일	;	지방공무원 연가계획수립(연간, 1분기) 
1월	;	8일	;	지방공무원 교육훈련 실적 자체점검(4분기 12월말) , 나이스 급여 마감 
1월	;	9일	;	학교회계 전입금 교부계획 통지(교육청) , 2차 본예산 조정회의 , 통합급여 세외 수입 
1월	;	10일	;	원천세 신고 및 납부 , 4대보험 납부세 신고 및 납부 , 연말정산 국세청간소화서비스 오픈전 급여 담당자 나이스 확인 
1월	;	11일	;	2024년도 물품 증감 및 현재액 보고서 2025년도 물품 수급관리계획서 제출(k에듀파인물품관리시스템) , 2024년 장애인근로자 현황 및 2025년도 고용계획 제출 
1월	;	12일	;	교육경비, 무상급식, 교육복지, 유아학비 돌봄교실 정산(제출) 
1월	;	13일	;	신용카드 결제일
1월	;	15일	;	정기보안점검(일반) , 학교회계 세출예산 집행률 점검 , 4대보험 변동내역 신고 , 일용근로내용확인신고 [고용산재포털(시간강사 포함)] 
1월	;	16일	;	급여 지급 , 세외 급여 공제금 수납 
1월	;	17일	;	시설공사 발주계획 지정정보처리장치(나라장터) 등록 , 연말정산 근로소득 공제신고서 취합 
1월	;	18일	;	전년도 가족수당 및 자녀학비보조수당 지급 운영실태 점검 , 공공구매지원관리자 지정 현황 제출 
1월	;	19일	;	교육공무직 연차·퇴직금 산정
1월	;	20일	;	공공요금 납부 , 비통합급여(기타급여4) 4대보험 기관부담금 신청 , 4대보험료 기관부담금 지출 
1월	;	21일	;	학교회계 예산안 확정
1월	;	22일	;	물품등록 및 정리
1월	;	23일	;	지방공무원 교육훈련 자기계발계획 수립(NEIS 결재) , 연말정산 1차 마감 교직원 확인 문자 발송 
1월	;	24일	;	공공요금(가스 전화 인터넷 위성방송) , 매입처별 세금계산서 합계표 홈텍스·제출(7-12월) 
1월	;	25일	;	시설물안전법 대상시설물 시설물관리대장 및 유지관리계획 등록 , 전년도 중소기업제품 구매실적 제출(공공구매종합정보망) , 상반기 지역교육현안 특별교부금 신청 
1월	;	26일	;	에너지이용 합리화 추진계획 수립
1월	;	27일	;	신용카드 결제일 , 학교회계 예산안 제출(학교운영위원회) , 물품계약 외부청렴도 향상 준수사항 자체점검표작성(7~12월분) , 교직원 연말정산결과 본인확인 후 마감 
1월	;	30일	;	공공요금(전기 수도 인터넷전화) , 유지보수용역비 지급 , 방과후강사 (전)월보수액 통보(유치원포함) , 학교회계 세출예산 집행률 점검 , 전년도 하반기(7월~12월)간이지급명세(근로소득)제출 , 연말정산 나이스 최종 마감 
1월	;	31일	;	전년도 공기정화장치 임대 및 유지관리비 정산보고 및 집행잔액 반납 , 인증신제품(NEP) 구매실적 및 구매 계획 제출(시스템입력 및 자료집계) 
2월	;	1일	;	학교회계 추경예산편성 (집행잔액 및 이월금 파악) , 공유재산 사용수익허가 
2월	;	2일	;	교실 및 특별실 재배치 , 특수지도사,교육복지사,상담사 인건비 정산(제출) 
2월	;	3일	;	직책급업무수행경비 지급 , 학교 자체 금궤 검사 실시 , 일용근로소득,사업소득,기타소득 간이지급명세서 제출(홈택스 신고기한 말일까지) 
2월	;	4일	;	안전점검의 날 , 세입징수보고 , 여비 지급 
2월	;	5일	;	연말정산 근로소득지급명세서 홈택스 제출(급여마감전) , 시간강사 공제금 세외 수입 
2월	;	6일	;	연간 용역계약 체결 , 학교운영위원회 규정 정비(중고) 
2월	;	7일	;	나이스 급여 마감(연말정산 결과 반영) , 통합급여 세외 수입 
2월	;	8일	;	2024년 교육공무직원 각종수당(처우개선) 정산 및 2025년 각종수당자료 제출 , 신학기 대비 화재예방 안전점검 
2월	;	9일	;	운영위원회심의(2.23까지) (본예산, 추경, 명시이월금, 발전기금운용계획) , 개학전 시설 점검 
2월	;	10일	;	원천세 신고 및 납부 , 4대보험 납부세 신고 및 납부 
2월	;	11일	;	신용카드 결제일 , 급식입찰공고 
2월	;	12일	;	맞춤형 복지포인트 배정 및 내부기안 , 학교회계 세출예산 집행률 점검 
2월	;	13일	;	4대보험 변동내역 신고 , 일용근로내용확인신고(고용산재포털, 시간강사 포함) 
2월	;	14일	;	녹색제품 구매이행계획 제출 , 전년도 생산 기록물 정리완료(재분류,분류,편철) 
2월	;	16일	;	예산확정 및 공개(확정후 10일이내) , 발전기금운용계획서 공개(운영위원회 심의의결후 1개월 이내) 
2월	;	17일	;	급여 지급 , 세외 급여 공제금 수납 
2월	;	18일	;	학교자체채용 기간제 근로자 재계약
2월	;	19일	;	정기보안점검(일반) , 학교운영위원회 구성 계획 수립(중고) 
2월	;	20일	;	공공요금 납부 , 비통합급여(기타급여4) 4대보험 기관부담금 신청 , 4대보험료 기관부담금 지출 
2월	;	21일	;	교육공무직원 연차수당, 퇴직적립금 적립(2월말까지 지급) , 3.1.발령 전 4대보험 보수총액신고서 제출 
2월	;	22일	;	상반기 교육공무직원 인사발령 , 전년도 6급 이하 지방공무원 성과평가서 제출(사전) 
2월	;	23일	;	교육공무직원 근무평정(하반기)
2월	;	24일	;	물품등록 및 정리
2월	;	25일	;	교육공무직원정담회(4분기) , 공공요금(가스,전화,인터넷,위성방송) 
2월	;	26일	;	시설방호계획, 안전반출파기 계획 확인 , 재정보증보험 갱신 
2월	;	27일	;	신용카드 결제일(선지출포함)
2월	;	28일	;	공공요금(전기 수도 인터넷전화), 용역/여비 지출 , 학교발전기금, 세외 출납마감 , 지급명세서 홈텍스제출 , 지급명세서 제출기한 (근로소득 사업소득 퇴직소득 3.10까지/ 기타소득 2월 말일까지) 
3월	;	1일	;	전년도 지방공무원 성과평가서 제출 , 전년도 정기 재물조사 보고서 제출 
3월	;	3일	;	안전점검의 날 , 세입징수보고 , 직책급업무수행경비 지급 , 학교 자체 금궤 검사 실시 , 전출입자 급여관리 
3월	;	4일	;	분임물품출납원 임명 , 비상연락망 정비 , 인사 신분변동시 맞춤형복지 시스템 처리 및 내부기안 , 시간강사 공제금 세외 수입 
3월	;	6일	;	운영위원회 입후보자 등록(~3.13) , 교육공무직원 전보자 인사기록카드 퇴직금이관 
3월	;	7일	;	나이스 급여 마감 , 통합급여 세외 수입 , 지급명세서 홈택스 제출마감 
3월	;	8일	;	학습동아리 운영 계획 자료 제출 , 소규모 교육환경개선사업 신청서 제출 
3월	;	9일	;	현장체험학습 전세버스 계약 준비
3월	;	10일	;	원천세 신고 및 납부 , 4대보험 납부세 신고 및 납부 , 건강보험 보수총액신고 마감일 
3월	;	12일	;	신용카드 결제일
3월	;	13일	;	학교운영위원회 입후보자 결격 조회(중·고) , 급식입찰공고 
3월	;	14일	;	학교운영위원회 선거공보(중·고) , 4대보험 변동내역 신고 , 일용근로내용확인신고 
3월	;	15일	;	해빙기 교육시설 안전점검 결과 제출 , 전년도 6급 이하 지방공무원 성과평가서 제출(최종) 
3월	;	17일	;	급여 지급 , 세외 급여 공제금 수납 , 고용산재보험 보수총액신고마감일 
3월	;	19일	;	정기보안점검(일반)
3월	;	20일	;	비통합급여(기타급여4) 4대보험 기관부담금 신청 , 4대보험료 기관부담금 지출 , 공공요금 납부 , 전년도 학교회계 및 발전기금 출납폐쇄 , 학부모총회 및 학부모위원 선거, 당선자 공고(~3.21) 
3월	;	21일	;	전년도 예산 이월 확정 및 징수 , 학교운영위원회 지역위원 선출(~3.30) 
3월	;	22일	;	전년도 교육시설 안전 및 유지관리 실행계획 결과보고
3월	;	23일	;	학교회계추경예산편성(이월금)
3월	;	24일	;	지방공무원 연가계획수립(2분기)
3월	;	25일	;	공공요금(가스 전화 인터넷 위성방송) 
3월	;	26일	;	물품등록 및 정리
3월	;	27일	;	신용카드 결제일
3월	;	28일	;	업무추진비 사용내역 및 상품권 구매·사용 내역 공개(4분기) , 학교발전기금 접수내역 학운위보고 및 공개(4분기) , 방과후강사 (전)월보수액 통보(유치원포함) 
3월	;	29일	;	녹색제품 구매실적 제출 , 전년도 공공기관 에너지이용 합리화 추진실적 제출 
3월	;	31일	;	학교운영위원회 지역위원 당선자공고(중고) , 공공요금(전기 수도 인터넷전화), 유지보수용역비 지급 , 방과후강사 (전)월보수액 통보(유치원포함) , 학교회계 세출예산 집행률 점검 
4월	;	1일	;	직책급업무수행경비 지급 , 학교 자체 금궤 검사 실시 , 건강·노인요양/고용보험 보수월액 변경, 연말정산보험료 급여반영 
4월	;	2일	;	지방공무원 교육훈련 실적 자체점검(1분기 3월말)
4월	;	3일	;	안전점검의 날 , 세입징수보고 , 여비 지급 , 시간강사 공제금 세외 수입 
4월	;	4일	;	지방공무원 성과상여금 지급을 위한 업무성과서 제출 , 지방공무원휴직자 복무점검 결과제출(1분기) , 학습동아리 등록 현황 제출 
4월	;	5일	;	상반기 교육기본통계 조사(4.1.기준)
4월	;	8일	;	나이스 급여 마감(건강·노인요양/고용보험 보수월액 변경. 연말정산보험료 급여반영 확인) 
4월	;	9일	;	원천세 신고 및 납부 , 4대보험 납부세 신고 및 납부 , 통합급여 세외 수입 
4월	;	10일	;	학교운영위원회 구성 결과 홍보(중고) , 교육공무직원 인사위원회 구성 
4월	;	11일	;	상반기 교육기본통계조사 자료 마감 , 전 회계연도 예산성과금 신청 , 상반기 지방공무원 연가기록 변경 신청 
4월	;	12일	;	상반기 물품 공동구매 대상 파악을 위한 수요조사 제출
4월	;	13일	;	졸업사진 앨범계약
4월	;	14일	;	신용카드 결제일 , 급식입찰공고 
4월	;	15일	;	학교회계 세출예산 집행률 점검 , 4대보험 변동내역 신고 , 일용근로내용확인신고 고용산재포털 (시간강사 포함) 
4월	;	16일	;	정기보안점검(일반)
4월	;	17일	;	급여 지급 , 세외 급여 공제금 수납 
4월	;	18일	;	공공요금 납부 , 비통합급여(기타급여4) 4대보험 기관부담금 신청 , 4대보험료 기관부담금 지출 
4월	;	19일	;	교육공무직원 운용실태 종합점검 결과 제출 , 1/4분기 장애인근로자 현황 및 고용장려금 신청서 제출 , 상반기 모범공무원 포상 추천 사전 명단 및 동의서 제출 
4월	;	23일	;	에너지추진위원회 회의개최(상반기)
4월	;	25일	;	공공요금(가스 전화 인터넷 위성방송) 
4월	;	26일	;	학교운영위원회 구성 및 작년 주요 운영 현황 제출(중·고) , 장애인 편의시설 설치 지원 예산 신청 
4월	;	27일	;	냉방기 청소 및 시운전(점검) , 에너지추진위원회 구성 및 절약대책 수립 
4월	;	28일	;	신용카드 결제일 , 물품등록 및 정리 
4월	;	30일	;	공공요금(전기 수도 인터넷전화), 유지보수용역비 지급 , 방과후강사 (전월보수액 통보(유치원포함)) , 학교회계 세출예산 집행률 점검 
5월	;	1일	;	직책급업무수행경비 지급 , 학교 자체 금궤 검사 실시 , 일용근로소득·사업소득·기타소득 간이지급명세서제출(홈택스) 
5월	;	2일	;	세입징수보고 , 여비 지급 , 시간강사 공제금 세외 수입 
5월	;	3일	;	지방공무원 관외 전보내신 인사자료 제출
5월	;	6일	;	안전점검의 날
5월	;	8일	;	통합급여 세외 수입 , 나이스 급여 마감(기여금기준소득월액 반영 확인) 
5월	;	9일	;	상반기 교육행정활동 유공공무원 표창 추천(교육감/교육장) , 공유재산 관리실태조사(공부확인) 및 자료 제출 
5월	;	11일	;	신용카드 결제일 , 원천세 신고 및 납부 , 4대보험 납부세 신고 및 납부 
5월	;	12일	;	급식입찰공고
5월	;	14일	;	학교회계 세출예산 집행률 점검 , 4대보험 변동내역 신고 , 일용근로내용확인신고(고용산재포털, 시간강사 포함) 
5월	;	15일	;	급여 지급 , 세외 급여 공제금 수납 
5월	;	16일	;	지방공무원 관내 전보내신 인사자료 제출
5월	;	18일	;	소방훈련(합동)
5월	;	19일	;	공공요금 납부 , 비통합급여(기타급여4) 4대보험 기관부담금 신청 , 4대보험료 기관부담금 지출 
5월	;	20일	;	정기보안점검(일반)
5월	;	21일	;	교육공무직원정담회(1분기)
5월	;	22일	;	공공요금(가스 전화 인터넷 위성방송) 
5월	;	23일	;	기록물 생산현황(전년 생산기록물)제출
5월	;	26일	;	신용카드 결제일
5월	;	27일	;	물품등록 및 정리
5월	;	28일	;	학교발전기금 결산 보고 및 공개
5월	;	29일	;	공공요금(전기 수도 인터넷전화), 유지보수용역비 지급 , 방과후강사 (전월보수액 통보(유치원포함)) , 학교회계 세출예산 집행률 점검 
6월	;	2일	;	직책급업무수행경비 지급 , 학교 자체 금궤 검사 실시 , 일용근로소득·사업소득·기타소득 간이지급명세서제출(홈택스) 
6월	;	3일	;	안전점검의 날 , 세입징수보고 , 여비 지급 
6월	;	4일	;	나이스 급여 마감 , 시간강사 공제금 세외 수입 
6월	;	6일	;	장애인 편의시설 설치 현황 조사 , 교육공무직원 운용실태 자체점검표 제출 
6월	;	8일	;	장마 대비 점검(옥상 배수로 테라스 등) 
6월	;	9일	;	통합급여 세외 수입
6월	;	10일	;	원천세 신고 및 납부 , 4대보험 납부세 신고 및 납부 
6월	;	12일	;	신용카드 결제일 , 급식입찰공고 
6월	;	13일	;	4대보험 변동내역 신고 , 일용근로내용확인신고(고용산재포털, 시간강사 포함) 
6월	;	14일	;	안전보건 확보의무 이행사항 점검 결과 제출(상반기) , 상반기 지방공무원 근무성적평정 자료 제출 , 전년도 공공부문 근로자 정기실태조사 제출 
6월	;	15일	;	교복공동구매 입찰 및 계약 , 학교회계 결산공개 
6월	;	16일	;	학교회계 세출예산 집행률 점검
6월	;	17일	;	급여 지급 , 세외 급여 공제금 수납 
6월	;	18일	;	정기보안점검(일반) , 지방공무원 연가계획수립(3분기) 
6월	;	19일	;	공공요금 납부 , 비통합급여(기타급여4) 4대보험 기관부담금 신청 , 4대보험료 기관부담금 지출 
6월	;	20일	;	도교육청 및 지역교육청 인사발령 , 여름철 교육시설 안전점검 결과 제출 , 하반기 소규모 교육환경개선사업 신청서 제출 
6월	;	24일	;	공공요금(가스 전화 인터넷 위성방송) 
6월	;	25일	;	물품등록 및 정리
6월	;	26일	;	신용카드 결제일
6월	;	27일	;	업무추진비 사용내역 및 상품권 구매·사용 내역 공개(1분기) , 학교발전기금 접수내역 학운위보고 및 공개(1분기) 
6월	;	28일	;	상반기 정기안전점검 실적 제출 , 상반기 적극행정 우수공무원 선발 추천서 제출 
6월	;	29일	;	현업업무종사자 분기별 정기교육 이수
6월	;	30일	;	공공요금(전기 수도 인터넷전화), 유지보수용역비 지급 , 방과후강사 (전)월보수액 통보(유치원포함) , 학교회계 세출예산 집행률 점검 
7월	;	1일	;	직책급업무수행경비 지급 , 학교 자체 금궤 검사 실시 , 전출자 초과근무내역 통지 및 보험 신고 
7월	;	2일	;	관리자 선임신고 및 담당자 교육 , 보안교육실시 
7월	;	3일	;	안전점검의 날 , 세입징수보고 , 여비 지급 , 시간강사 공제금 세외 수입 
7월	;	4일	;	2/4분기 장애인근로자 현황 및 고용장려금 신청서 제출 , 지방공무원휴직자 복무점검 결과보고(2분기) , 겸직실태 조사(연2회) 
7월	;	5일	;	맞춤형복지제도 운영 실태 점검표 제출
7월	;	7일	;	나이스 급여 마감 (국민연금 기준소득월액 반영)
7월	;	8일	;	지방공무원 교육훈련 실적 자체점검(2분기 6월말) , 통합급여 세외 수입 
7월	;	9일	;	원천세 신고 및 납부 , 4대보험 납부세 신고 및 납부 
7월	;	10일	;	급식입찰공고
7월	;	11일	;	상반기 지방공무원 근무성적평정점 공개 , 교육공무직원 전보내신서 제출 , 상반기 유초중등 교육기본통계 조사 결과 최종 제출 
7월	;	13일	;	방학중 시설 보수 수요 조사 , 하절기 시설물 안전점검 
7월	;	14일	;	신용카드 결제일
7월	;	15일	;	행정실 하계 휴가계획 수립 , 학교회계 세출예산 집행률 점검 , 4대보험 변동내역 신고 , 일용근로내용확인신고 
7월	;	16일	;	정기보안점검(일반)
7월	;	17일	;	급여 지급 , 세외 급여 공제금 수납 
7월	;	18일	;	공공요금 납부 , 비통합급여(기타급여4) 4대보험 기관부담금 신청 , 4대보험료 기관부담금 지출 
7월	;	19일	;	상반기 학교시설 안전점검 추진현황제출
7월	;	24일	;	공공요금(가스 전화 인터넷 위성방송) , 매입처별 세금계산서 합계표 홈텍스 제출(1월-6월) 
7월	;	25일	;	상반기 학습동아리 활동결과 및 회원변경 현황제출 , 상반기 가족수당 및 자녀학비보조수당 지급 운영실태 점검 제출 
7월	;	28일	;	신용카드 결제일
7월	;	29일	;	물품등록 및 정리
7월	;	30일	;	물품계약 외부청렴도 향상 준수사항 자체점검표작성(1-6월분)
7월	;	31일	;	공공요금(전기 수도 인터넷전화), 유지보수용역비 지급 , 방과후강사 (전월보수액 통보(유치원포함)) , 학교회계 세출예산 집행률 점검 , 상반기 근로소득(1월~6월)간이지급명세서 제출 
8월	;	1일	;	직책급업무수행경비 지급 , 학교 자체 금궤 검사 실시 
8월	;	2일	;	학교회계 세출예산 예비결산(7월 말) 제출
8월	;	4일	;	안전점검의 날 , 세입징수보고 , 여비 지급 
8월	;	5일	;	시간강사 공제금 세외 수입
8월	;	7일	;	나이스 급여 마감 , 통합급여 세외 수입 
8월	;	8일	;	하반기 대비 화재예방 안전점검
8월	;	10일	;	개학전 시설 점검
8월	;	11일	;	원천세 신고 및 납부 , 4대보험 납부세 신고 및 납부 
8월	;	12일	;	신용카드 결제일 , 급식입찰공고 
8월	;	14일	;	급여 지급 , 세외 급여 공제금 수납 , 4대보험 변동내역 신고 , 일용근로내용확인신고 
8월	;	15일	;	내년도 경기도교육청 기초지자체 학교환경개선 협력사업신청서 제출
8월	;	17일	;	태풍대비 시설점검 , 교육공무직원 근무평정(상반기) 
8월	;	18일	;	학교회계 세출예산 집행률 점검
8월	;	19일	;	정기보안점검(일반) , 공공요금 납부 , 비통합급여(기타급여4) 4대보험 기관부담금 신청 , 4대보험료 기관부담금 지출 
8월	;	21일	;	교육공무직원정담회(2분기)
8월	;	22일	;	에너지 절약 이행실태 자체점검 , 하반기 특별교부금(지역교육현안수요) 신청 
8월	;	25일	;	공공요금(가스 전화 인터넷 위성방송) 
8월	;	26일	;	신용카드 결제일
8월	;	27일	;	물품등록 및 정리
8월	;	28일	;	공공요금(전기 수도 인터넷전화), 유지보수용역비 지급 , 방과후강사 (전월보수액 통보(유치원포함)) , 학교회계 세출예산 집행률 점검 
9월	;	1일	;	직책급 업무수행경비 지급 , 학교 자체 금궤 검사 실시 , 전출입자 급여관리(퇴직금, 보험신고) 및 초과근무내역 통지 
9월	;	3일	;	안전점검의 날 , 세입징수보고 , 여비 지급 
9월	;	4일	;	시간강사 공제금 세외 수입
9월	;	5일	;	물품 청수책정자료 제출
9월	;	7일	;	소방훈련(자체)
9월	;	8일	;	나이스 급여 마감
9월	;	9일	;	통합급여 세외 수입
9월	;	10일	;	원천세 신고 및 납부 , 4대보험 납부세 신고 및 납부 
9월	;	11일	;	지방공무원 연가계획수립(4분기)
9월	;	12일	;	신용카드 결제일 , 급식입찰공고 
9월	;	13일	;	내년도 맞춤형복지 단체보험 사전선택 내부기안
9월	;	15일	;	학교회계 세출예산 집행률 점검 , 4대보험 변동내역 신고 , 일용근로내용확인신고 
9월	;	17일	;	정기보안점검(일반)
9월	;	18일	;	급여 지급 , 세외 급여 공제금 수납 
9월	;	19일	;	공공요금 납부 , 비통합급여(기타급여4) 4대보험 기관부담금 신청 , 4대보험료 기관부담금 지출 
9월	;	20일	;	지급학교 기록물평가심의서 제출
9월	;	23일	;	공공요금(가스 전화 인터넷 위성방송) 
9월	;	25일	;	물품등록 및 정리
9월	;	26일	;	하반기 물품 공동구매 대상 파악을 위한 수요조사 제출
9월	;	28일	;	현업업무종사자 분기별 정기교육 이수
9월	;	29일	;	신용카드 결제일 , 업무추진비 사용내역 및 상품권 구매·사용 내역 공개(2분기) , 학교발전기금 접수내역 학운위보고 및 공개(2분기) 
9월	;	30일	;	공공요금(전기 수도 인터넷전화), 유지보수용역비 지급 , 방과후강사 (전월보수액 통보(유치원포함)) , 학교회계 세출예산 집행률 점검 
10월	;	1일	;	직책급업무수행경비 지급 , 학교 자체 금궤 검사 실시 
10월	;	2일	;	세입징수보고 , 여비 지급 , 시간강사 공제금 세외 수입 , 나이스 급여 마감 , 통합급여 세외 수입 
10월	;	3일	;	하반기 교육기본통계 조사(10.1.기준) , 3/4분기 장애인근로자 현황 및 고용장려금 신청서 제출 , 지방공무원 휴직자 복무점검 결과 보고(3분기) 
10월	;	9일	;	원천세 신고 및 납부 , 4대보험 납부세 신고 및 납부 
10월	;	10일	;	안전점검의 날 , 하반기 모범공무원 포상 추천 명단 제출 , 하반기 교육기본통계조사 자료 마감 
10월	;	13일	;	신용카드 결제일 , 급식입찰공고 , 지방공무원 교육훈련 실적 자체점검(3분기-9월말) 
10월	;	14일	;	정기보안점검(일반) , 학교회계 세출예산 집행률 점검 , 4대보험 변동내역 신고 , 일용근로내용확인신고 
10월	;	16일	;	급여 지급 , 세외 급여 공제금 수납 
10월	;	17일	;	하반기 교육행정활동 유공 표창 공무원 추천 및 우수공무원 포상 추천
10월	;	19일	;	난방기 청소 및 시운전(점검) , 에너지 절약대책 수립 
10월	;	20일	;	공공요금 납부 , 비통합급여(기타급여4) 4대보험 기관부담금 신청 , 4대보험료 기관부담금 지출 
10월	;	22일	;	에너지추진위원회 회의개최(하반기)
10월	;	24일	;	공공요금(가스 전화 인터넷 위성방송) 
10월	;	25일	;	공기정화장치 임대 및 유지관리 수요현황 제출
10월	;	26일	;	관리감독자 정기교육 이수 확인(필수이수16시간 3년보관)
10월	;	27일	;	신용카드 결제일
10월	;	28일	;	물품등록 및 정리
10월	;	30일	;	공공요금(전기 수도 인터넷전화), 유지보수용역비 지급 , 방과후강사 (전월보수액 통보(유치원포함)) , 학교회계 세출예산 집행률 점검 
11월	;	1일	;	지방공무원 관외 전보내신 인사자료 제출
11월	;	2일	;	추경예산편성 (부서별 집행잔액반납 및 신규예산조사)
11월	;	3일	;	직책급업무수행경비 지급 , 학교 자체 금궤 검사 실시 
11월	;	4일	;	안전점검의 날 , 세입징수보고 , 여비 지급 
11월	;	5일	;	시간강사 공제금 세외 수입
11월	;	6일	;	나이스 급여 마감 , 통합급여 세외 수입 
11월	;	7일	;	내년도 교육시설공제 정기가입
11월	;	9일	;	원천세 신고 및 납부 , 4대보험 납부세 신고 및 납부 
11월	;	10일	;	급식입찰공고
11월	;	12일	;	신용카드 결제일
11월	;	13일	;	4대보험 변동내역 신고 , 일용근로내용확인신고 
11월	;	14일	;	학습동아리 운영 결과 보고
11월	;	16일	;	급여 지급 , 세외 급여 공제금 수납 , 학교회계 세출예산 집행률 점검 
11월	;	18일	;	정기보안점검(일반)
11월	;	19일	;	공공요금 납부 , 비통합급여(기타급여4) 4대보험 기관부담금 신청 , 4대보험료 기관부담금 지출 
11월	;	20일	;	교육공무직원정담회(3분기)
11월	;	21일	;	지방공무원 관내 전보내신 인사자료 제출
11월	;	23일	;	공기정화설비 점검(연2회) 및 결과 공개
11월	;	24일	;	공공요금(가스 전화 인터넷 위성방송) 
11월	;	25일	;	물품등록 및 정리
11월	;	26일	;	신용카드 결제일
11월	;	27일	;	공공요금(전기 수도 인터넷전화), 유지보수용역비 지급 , 방과후강사 (전월보수액 통보(유치원포함)) , 학교회계 세출예산 집행률 점검 
11월	;	28일	;	안전보건 확보의무 이행사항 점검 결과 제출(하반기)
12월	;	1일	;	직책급업무수행경비 지급 , 학교 자체 금궤 검사 실시 
12월	;	3일	;	안전점검의 날 , 세입징수보고 , 여비 지급 
12월	;	4일	;	시간강사 공제금 세외 수입
12월	;	5일	;	하반기 학교시설 안전점검(제3종시설물) 추진현황 제출 , 학교 먹는물 저수조 사용 관리 현황 제출 , 4/4분기 장애인근로자 현황 및 고용장려금 신청서 제출 
12월	;	7일	;	폭설대비 등 동절기 시설 사전점검(제설장비 준비)
12월	;	8일	;	나이스 급여 마감(시간외수당 정액분 11.12일분 지급 확인)
12월	;	9일	;	통합급여 세외 수입
12월	;	10일	;	원천세 신고 및 납부 , 4대보험 납부세 신고 및 납부 
12월	;	11일	;	내년도 본예산 부서별 예산요구서 취합 , 내년도 예산(안) 편성 작업 
12월	;	12일	;	신용카드 결제일
12월	;	13일	;	하반기 교육기본통계조사 최종 제출(NEIS) , 하반기 적극행정 우수공무원 선발 추천서 제출 
12월	;	14일	;	방학중 시설 보수 수요 조사 , 소방계획서 수립 
12월	;	15일	;	학교회계 세출예산 집행률 점검 , 4대보험 변동내역 신고 , 일용근로내용확인신고 
12월	;	16일	;	연말정산 교직원 교육(겨울방학 전) , 연말정산 대비 나이스 정비 
12월	;	17일	;	정기보안점검(일반) , 급여 지급 , 세외 급여 공제금 수납 
12월	;	18일	;	내년도 본예산(안) 1차예산 조정회의
12월	;	19일	;	공공요금 납부 , 비통합급여(기타급여4) 4대보험 기관부담금 신청 , 4대보험료 기관부담금 지출 
12월	;	20일	;	교육공무직원 전보내신 제출 , 맞춤형복지 청구마감 , 하반기 지방공무원 근무성적평정자료 제출 , 공유재산 증감 및 현재액 보고서 제출 
12월	;	21일	;	동파 및 전기화재 대비 점검
12월	;	23일	;	공공요금(가스 전화 인터넷 위성방송) 
12월	;	25일	;	물품등록 및 정리
12월	;	26일	;	인사	;	도교육청 및 지역교육청 인사발령
12월	;	26일	;	예산	;	지방자치단체 교육투자 현황 자료 제출
12월	;	26일	;	시설	;	하반기 정기안전점검 실적 제출
12월	;	28일	;	인사	;	현업업무종사자 분기별 정기교육 이수
12월	;	29일	;	지출	;	신용카드 결제일
12월	;	30일	;	지출	;	업무추진비 사용내역 및 상품권 구매·사용 내역 공개(3분기)
12월	;	30일	;	예산	;	학교발전기금 접수내역 학운위보고 및 공개(3분기) 
12월	;	31일	;	지출	;	공공요금(전기 수도 인터넷전화), 유지보수용역비 지급
12월	;	31일	;	지출	;	방과후강사 (전월보수액 통보(유치원포함))
12월	;	31일	;	예산	;	학교회계 세출예산 집행률 점검
`;
